{
  "blogs": [
    {
      "id":"1",
      "mainTitle": "Valuables insurance: the basics",
      "meta-title": "Valuables insurance: Comprehensive protection explained | Info Insurance",
      "meta-description": "Protect your valuable items with all-risk valuables insurance, which offers comprehensive protection for jewelry, art and more through all-risk policies.",
      "category": ["Valuables insurance"],
      "onlyOneCategory": ["Valuables insurance"],
      "url": "die-wertsachenversicherung-basics",
      "date": "04/03/2024",
      "imgUrl": "../assets/images/blogs/blog-1.jpg",
      "minuteRead": "Reading time: 4 minutes",
      "first_paragraph": "As we have already explained in another blog, normal household contents insurance protects all movable property in the household. But only up to the amount specified in the policy and only with the 4 risks of fire, water, glass breakage and theft. However, many people own items that are particularly valuable or have a special value to them. Valuables insurance is taken out for such items.",
      "second_title": "All risk insurance - even if I am responsible for the damage myself",
      "second_paragraph": "Valuables insurance is what is known as all-risk insurance. This means that it does not matter why the item was damaged, destroyed or lost. It also doesn't matter whether I myself am responsible for the damage. For example, I drop my expensive watch and it breaks, my child throws a toy into a valuable picture, someone steals my expensive fur coat in a restaurant - the valuables insurance covers the damage.",
      "third_title": "The 3 types of valuables insurance",
      "third_paragraph": "Jewelry, works of art, musical instruments and even furs can be insured. A distinction is therefore made between three areas: location insurance (works of art), external insurance (jewelry, instruments, furs) and relocation insurance (when moving house). Valuables insurance is full value insurance. A certain value is set at the start of the insurance. This sum is then also stated in the policy. Each item is listed individually on the policy with its specified value.",
      "fourth_title": "Deductible and premium",
      "fourth_paragraph": "If the valuables are lost or completely destroyed, the valuables insurance pays out the full sum insured specified in the policy. Normally, you pay a deductible of 10% of the sum insured. However, this amount can also be increased in order to save on the premium. As you can see, if someone owns a valuable item worth more than CHF 30,000, it is definitely worth taking out valuables insurance. <br> </br> Conclusion: If someone owns a valuable item worth more than 30,000 francs, it is definitely worth taking out valuables insurance.",
      "alt": "the-valuables-insurance"
    },
    {
      "id":"2",
      "mainTitle": "Do I need legal expenses insurance?",
      "meta-title": "Do I need legal protection insurance? Find out now | Info Insurance",
      "meta-description": "Protect yourself from legal disputes with affordable legal protection insurance. Get professional advice, cover your legal costs and protect yourself against unjustified claims.",
      "category": ["Legal expenses insurance"],
      "onlyOneCategory": ["Legal expenses insurance"],
      "url": "brauche-ich-eine-rechtsschutzversicherung",
      "date": "20/02/2024",
      "minuteRead": "Reading time: 2 minutes",
      "imgUrl": "../assets/images/blogs/blog-2.jpg",
      "first_paragraph": "We have noticed that more and more disputes are arising in our society. Especially in these coronavirus times, there are more and more problems with employers. Suddenly, wages are not paid, or incorrect invoices are issued. There are problems with landlords, there are unjustified debt collection claims, be it from online shopping, cell phone subscriptions or subscription traps on the Internet.",
      "second_title": "What does legal expenses insurance cover?",
      "second_paragraph": "With legal expenses insurance, you always have a strong partner at your side. Legal expenses insurance helps you professionally in any legal dispute. They will advise you and, if necessary, pay the lawyer's fees and court costs. Even an initial consultation with a lawyer can quickly cost 250 francs - if the case is then accepted, an advance of several thousand francs is usually due. As you can see, it is definitely worth having legal protection insurance. <br> </br> The whole thing costs less than a franc a day. A distinction is made between legal protection for an individual and legal protection for the whole family. It is definitely worth taking out private and traffic legal protection insurance. Especially in road traffic, the atmosphere is becoming increasingly aggressive and can quickly lead to disputes. Traffic legal protection insurance also helps you in the event of unjustified bussing. <br> </br> Don't save these approximately 300 francs a year, without legal protection insurance you could face much higher costs.",
      "alt": "occupational-accident-or-non-occupational-accident"
    },
    {
      "id":"3",
      "mainTitle": "Occupational accident or non-occupational accident?",
      "meta-title": "Occupational accident insurance vs. non-occupational accident insurance | Info Insurance",
      "meta-description": "Ensure comprehensive protection with UVG accident insurance in Switzerland. Occupational and non-occupational accidents are insured, with the premiums being shared by the employer and employee.",
      "category": ["Accident protection"],
      "onlyOneCategory": ["Accident protection"],
      "url": "berufsunfall-oder-nichtberufsunfall",
      "date": "10/02/2024",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-3.jpg",
      "small_title": "Accident insurance in accordance with UVG (Accident Insurance Act)",
      "first_paragraph": "According to the UVG, all employees working in Switzerland are compulsorily insured against occupational accidents and illnesses. Anyone who works at least 8 hours a week for the same employer is also insured against non-occupational accidents. A distinction is therefore made between two types of accident: non-occupational accidents (NOA) and occupational accidents (OA).",
      "second_paragraph": "The premium for occupational accident insurance depends on the occupational risk. So it depends on what kind of work I do. A road builder pays a higher premium than an office worker. The premium is paid 50% by the employer and 50% by the employee.\n\nThe situation is different for non-occupational accident insurance. Here the premium is paid 100% by the employee. Incidentally, accident insurance has worldwide cover.",
      "third_title": "What are occupational diseases? And what does that mean?",
      "third_paragraph": "If an illness falls under occupational illnesses, all medical costs and, if necessary, a pension for incapacity to work are paid via the accident insurance. This means that there is no annual deductible and no health insurance excess.",
      "fourth_paragraph": "The most common occupational diseases are: Noise-induced hearing loss, skin diseases and allergies, musculoskeletal disorders such as tendonitis, disc hernia, knee bursitis.",
      "fifth_paragraph": "It must therefore always be clarified exactly whether it is an occupational illness that is covered by accident insurance, or whether it is a normal illness that is covered by health insurance and is therefore subject to a deductible and excess.",
      "alt": "occupational-accident-or-not"
    },
    {
      "id":"4",
      "mainTitle": "What is an accident for accident insurance purposes?",
      "meta-title": "Understanding accident insurance | Info Insurance",
      "meta-description": "Discover what exactly counts as an accident under accident insurance, how this differs from health insurance benefits and what this means for your claims.",
      "category": ["Accident protection"],
      "onlyOneCategory": ["Accident protection"],
      "url": "wann-ist-es-ein-fall-fuer-die-unfallversicherung",
      "date": "02/02/2024",
      "minuteRead": "Reading time: 2 minutes",
      "imgUrl": "../assets/images/blogs/blog-4.jpg",
      "first_paragraph": "Accident insurance has a precise definition of an accident. And that is:",
      "first_paragraph_part": "An accident is the sudden, unintended damaging effect of an unusual external factor on the human body that results in impairment of physical, mental or psychological health or death.",
      "second_title": "When is it a case for accident insurance?",
      "second_paragraph": "In practice, many accidents that are believed to be accidents from the patient's point of view are not recognized as accidents and are then passed on to the health insurance company by the accident insurance company. There is no deductible in accident insurance, but there is in health insurance. If what you thought was an accident suddenly becomes an illness, you have to pay the amount of the deductible and excess yourself. In reality, accidents ultimately only account for just under 10% of healthcare costs. This is also reflected in the premiums. While health insurance premiums cost around CHF 300 per month, accident insurance premiums only cost around CHF 25 per month.",
      "third_paragraph": "Next, we will take a closer look at what is an occupational accident and what is a non-occupational accident? And who has to pay for what?",
      "alt": "what-is-an-accident-for-accident-insurance"
    },
    {
      "id":"5",
      "mainTitle": "Who pays: accident or health insurance?",
      "meta-title": "Accident insurance vs. health insurance: Who pays for injuries? | Insurance info",
      "meta-description": "Accident insurance or health insurance? Understand the key differences and the impact on insurance cover, especially for complex cases such as meniscus injuries or back problems.",
      "category": ["Health insurance", "Accident protection"],
      "onlyOneCategory": ["Health insurance"],
      "url": "wer-zahlt-unfall-oder-krankenversicherung",
      "date": "18/01/2024",
      "minuteRead": "Reading time: 4 minutes",
      "imgUrl": "../assets/images/blogs/blog-5.jpg",
      "first_paragraph": "Accident insurers have a precise definition for determining whether an insured event must be classified as an accident or an illness. The standard definition of an accident comprises 5 keywords: event, damage to health, involuntary, external, sudden.",
      "second_title": "Health insurance must pay",
      "second_paragraph": "All accident insurers, including SUVA and health insurers, check their obligation to pay benefits on the basis of this definition. A clear-cut matter, one would think: But far from it! I'll just mention two keywords: meniscus damage or back problems. These two cases often give rise to discussions.",
      "third_paragraph": "A meniscus injury as a result of a misstep is not necessarily assessed as an accident, as the accident insurer may claim that the alleged accident is not an actual accident but merely the worsening of an existing, pathological condition, based on the insured person's previous history. Voilà! And now, why is that important?",
      "fourth_paragraph": "As you know, employees are compulsorily insured against accidents. Most companies also have insurance that covers the consequences of inability to work due to illness. To stay with the knee damage. Let's assume that the UVG insurer does not recognize the accident. The consequence would be that you would have to report the event to your health insurer. But perhaps you have a deductible of CHF 1500? In that case, you would have to pay part of the costs yourself.",
      "alt": "who-pays-accident-or-health-insurance"
    },
    {
      "id":"6",
      "mainTitle": "What is an individual premium reduction (IPV)?",
      "meta-title": "Understanding the individual premium reduction | Info Insurance",
      "meta-description": "Understand how the individual premium reduction works in Switzerland, who is eligible for it and how this financial support is applied directly to your health insurance account.",
      "category": ["Health insurance"],
      "onlyOneCategory": ["Health insurance"],
      "url": "was-ist-eine-individuelle-praemienverbilligung-ipv",
      "date": "26/02/2024",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-6.jpg",
      "first_paragraph": "People in modest financial circumstances receive a financial contribution from the canton towards their compulsory health insurance premiums.",
      "second_title": "How is the premium reduction paid out or withdrawn?",
      "second_paragraph": "The premium reduction will be credited to your health insurer's premium account or, in the event of revocation, debited from your current premium invoices. The maximum amount paid out is the amount of your actual premium for compulsory health insurance. There is never a premium reduction for supplementary insurance. How much premium reduction a person or family receives depends on their taxable income and varies from canton to canton. The premium reduction is recalculated each year on the basis of the tax return.",
      "third_title": "What happens if my family situation changes?",
      "third_paragraph": "If a child is born in the current reference year, an official document, such as the birth certificate, can be submitted later in order to adjust the premium reduction. In the event of marriage or divorce, the changes will not take effect until the following year.",
      "fourth_title": "Am I entitled to a premium reduction?",
      "fourth_paragraph": "You can easily look up the income levels that apply in your canton on the Internet. Simply enter the search term \"premium reduction and canton of residence\". If you are not sure whether you are entitled to a premium reduction, contact your municipality of residence. They will be happy to help you.",
      "alt": "what-is-an-individual"
    },
    {
      "id":"7",
      "mainTitle": "All risk household contents insurance",
      "meta-title": "All-risk household contents insurance: Comprehensive cover | Info Insurance",
      "meta-description": "Protect your valuables from mishaps with all-risk household contents insurance. The insurance cover includes accidental damage, theft and loss, even outside your home.",
      "category": ["Household contents insurance"],
      "onlyOneCategory": ["Household contents insurance"],
      "url": "all-risk-hausratversicherung",
      "date": "02/02/2024",
      "minuteRead": "Reading time: 2 minutes",
      "imgUrl": "../assets/images/blogs/blog-7.jpg",
      "first_paragraph": "Can I insure my mishaps at home? Yes, with comprehensive household contents insurance. Nowadays, companies offer so-called all-risk household contents insurance as a carefree package. It happens again and again that we drop, damage or lose valuable items.",
      "second_title": "Hot coffee on the laptop? Smartphone in the lake? Expensive vase on the floor? Red wine on your expensive sofa or carpet?",
      "second_paragraph": "Don't worry, All Risk household contents insurance covers the damage, even if you did it yourself. Even outside the household, if you leave your expensive designer jacket on the train or a thief steals your smartphone.",
      "third_paragraph": "All this damage is covered by All Risk household contents insurance, regardless of whether it was caused by someone else's fault or your own carelessness. Incidentally, all roommates in the household are also insured. So you see, from an insured sum of CHF 100,000 and a premium of a few hundred francs a year, you can really live carefree. It's worth it.",
      "alt": "all-risk home contents insurance"
    },
    {
      "id":"8",
      "mainTitle": "How can you save money on basic insurance?",
      "meta-title": "Save money with basic insurance | Info Insurance",
      "meta-description": "Save money on basic insurance by choosing the right company, the right deductible and the right insurance model. Tips on optimal adjustment and notice periods.",
      "category": ["Basic insurance"],
      "onlyOneCategory": ["Basic insurance"],
      "url": "wie-kann-ich-mit-der-grundversicherung-geld-ein-sparen",
      "date": "20/12/2023",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-8.jpg",
      "first_paragraph": "There are three important points. The right company, the right deductible and the right basic insurance model.",
      "second_title": "Best franchise",
      "second_paragraph": "You can save the most money with the right franchise. There are deductibles of 300,- / 500,- /1000,- / 1500,- / 2000,- and 2500,- The difference between the 300 and 2500 deductible is about 125,-, i.e. 1500,- per year. As we can see, if you don't spend at least around 1800 a year on doctors, medication or check-ups etc., the 300 franchise is not worth it. Simply add up your health costs for the last 3 years, see if you are healthy and then decide which deductible is right for you. The experts advise against the other deductibles. Because they don't make much financial sense.",
      "third_title": "Adjustment of the KVG model",
      "third_paragraph": "Nowadays, every insurer offers a more cost-effective basic insurance model. You can register your family doctor, choose a group practice or the so-called telemedicine model. Here too, depending on the model and region, you can save around €60 per month compared to the free choice of doctor model.\nThere are also major price differences between the various companies. Get advice on which company is best and cheapest in your region. You can also save a lot of money by switching.",
      "fourth_title": "Notice period",
      "fourth_paragraph": "Adjustments to the deductible or a change of company are always possible on January 1. However, the 30-day notice period must be observed. The notice of termination must be received by the insurer on November 30. Incidentally, you can always change or adjust your basic insurance, regardless of whether you are sick or healthy.",
      "alt": "how-can-you-insure-your-basic-insurance"
    },
    {
      "id":"9",
      "mainTitle": "VVG - for little premium, the perfect complement to KVG",
      "meta-title": "VVG: Indispensable supplement to the KVG for comprehensive cover | Info Insurance",
      "meta-description": "Find out how supplementary insurance (VVG) closes the gaps in your basic insurance (KVG), from medication and free choice of hospital to dental corrections, and why it is financially worthwhile.",
      "category": ["Supplementary insurance"],
      "onlyOneCategory": ["Supplementary insurance"],
      "url": "vvg-fuer-wenig-praemie-die-perfekte-ergaenzung-zur-kvg",
      "date": "05/12/2023",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-9.jpg",
      "first_paragraph": "To close the gaps in basic insurance, it is crucial to have the right supplementary insurance. Supplementary insurance covers all medications. This is crucial if you suddenly need a very expensive treatment with a medication that is not covered by basic insurance. With supplementary insurance, you also have free choice of hospital in Switzerland, and if you have private insurance, even free choice of doctor.",
      "second_title": "Does private supplementary health insurance still make sense?",
      "second_paragraph": "We recommend that you always insure your children with Spital Privat. This gives you a free choice of doctors throughout Switzerland and also overnight accommodation directly with your child. A very important point is the transportation and rescue costs.",
      "third_title": "What does supplementary insurance cover?",
      "third_paragraph": "The supplementary insurance covers all costs that are not covered by the basic insurance. The flight back to Switzerland is also fully organized and paid for. The financial risk of correcting your children's teeth can easily be covered. With a small supplementary insurance policy, up to 100% of the cost of correcting teeth alignment is covered.",
      "fourth_paragraph": "So never hesitate to do this for your children. In addition, glasses and fitness centers are also paid for adults. So you see, for only about 15% more premium in the basic insurance, you are completely insured without any financial or health risks. It is definitely worth it.",
      "alt": "vvg-fur-few-pramie-die-perfekte"
    },
    {
      "id":"10",
      "mainTitle": "Health risks in the KVG",
      "meta-title": "Health risks in basic insurance: medication and alternatives | Info Insurance",
      "meta-description": "Find out more about the health risks covered by basic health insurance (KVG), particularly in the area of medication and alternative medicine. Find out about costs, cover and restrictions so that you can make informed decisions.",
      "category": ["Basic insurance"],
      "onlyOneCategory": ["Basic insurance"],
      "url": "gesundheitsrisiken-in-der-kvg",
      "date": "05/12/2023",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-10.jpg",
      "first_paragraph": "There are not only financial but also health risks in basic insurance. For example:",
      "second_title": "Medication",
      "second_paragraph": "In recent years, the chemical multinationals have developed more and more so-called antibody drugs. These drugs are highly effective against cancer and other serious diseases. These drugs are very expensive and cost several 100,000 for one therapy. It is understandable that basic insurance cannot pay several 100,000 for every cancer patient. If they suddenly need such a therapy, they have to pay for it themselves, or they are properly insured and get the best and most effective drugs paid for by their insurance company. There are around 8000 drugs approved by Swissmedic, but only around 3000 are covered by basic insurance.",
      "third_title": "Alternative medicine",
      "third_paragraph": "Since 01.01.2017, some alternative medicine has been covered by basic insurance. However, this only applies if prescribed by a doctor and if the therapy is carried out by a doctor with appropriate training. The therapies are also severely restricted. For example, only acupuncture, traditional Chinese medicine, anthroposophic medicine, phytotherapy and classical homeopathy are covered. However, most alternative medicine practitioners are not doctors and are therefore not covered by basic insurance.",
      "paragraphWithLink": "So we can see that there are also health risks. Be it with medication or alternative medicine. Next time we'll take a look at the <span class='custom-span'><a href='en/blog/leistungen-in-der-grundversicherung-fuer-kinder' class='custom-link'>benefits for children</a></span> under basic insurance.",
      "alt": "health-strictures-in-the-kvg"
    },
    {
      "id":"11",
      "mainTitle": "How do I change and cancel my supplementary insurance?",
      "meta-title": "How to change and cancel your supplementary insurance | Info Insurance",
      "meta-description": "Change or cancel your supplementary insurance easily by taking the right steps. Get expert support to make sure you cancel your policy on time and get high-quality cover.",
      "category": ["Supplementary insurance"],
      "onlyOneCategory": ["Supplementary insurance"],
      "url": "wie-wechsle-und-kundige-ich-meine-zusatzversicherungen",
      "date": "20/11/2023",
      "minuteRead": "Reading time: 3 minutes",
      "imgUrl": "../assets/images/blogs/blog-11.jpg",
      "first_paragraph": "You can always cancel your supplementary insurance in writing at the end of the year. The notice periods of 3 or 6 months must be observed.",
      "second_title": "5 steps to switching and canceling your supplementary insurance",
      "second_paragraph": "◈ Order a free, no-obligation quote or personal consultation directly from us. <br> </br> ◈ Check the notice period for your existing supplementary insurance (usually by September 30). And whether you have a multi-year contract. You can only switch if the contract expires at the end of this year. <br> </br> ◈ We will help you to complete the health declaration correctly and submit the application to the new insurer. <br> </br> ◈ Do not cancel your existing insurance until you have received confirmation of acceptance from your new insurer. <br></br> ◈ Terminate your supplementary insurance in good time by registered letter. The notice of termination must be received by your insurer by September 30 at the latest! The postmark is not valid. ",
      "third_title": "Can I cancel if the premium for supplementary insurance changes?",
      "third_paragraph": "Yes, you can cancel supplementary insurance policies that have a price change for the next year. But be careful! Only those supplements that actually have a price change. Often only the price of the hospital supplement changes and the other supplements remain at the same price. The discontinuation of discounts is not considered a price change!",
      "fourth_title": "Quality instead of cheap supplementary insurance",
      "fourth_paragraph": "Don't just look at the price of supplementary insurance. Quality is much more decisive and very important here. Supplementary insurance accounts for a maximum of around 15% of the cost of basic insurance.",
      "alt": "how-do-I-change-and-know-mine"
    },
    {
      "id":"12",
      "mainTitle": "Krankenkassenwechsel in der Schweiz",
      "meta-title": "Changing health insurance in Switzerland: Important considerations | Info Insurance",
      "meta-description": "Optimize your health insurance cover and save money by switching health insurers in Switzerland. Find out about notice periods, deadlines and benefits to make the best choice.",
      "category": ["Health insurance", "Supplementary insurance"],
      "onlyOneCategory": ["Health insurance"],
      "url": "krankenkassenwechsel-in-der-schweiz",
      "date": "25/10/2023",
      "minuteRead": "Reading time: 5 minutes",
      "imgUrl": "../assets/images/blogs/blog-12.jpg",
      "small_title": "When is the right time to change your health insurance in Switzerland?",
      "first_paragraph": "There is no \"right\" time in this sense, but in addition to the additional contributions that the health insurance company charges, you must also consider the benefits that are offered in order to save as much money as possible and receive the best benefits.",
      "second_title": "Notice periods for supplementary insurance",
      "second_paragraph": "If you notice that the benefits have decreased or that the supplementary premium has been raised unusually, you can consider canceling your existing membership with your current health insurance company and joining another one in order to find the best insurance solution for you personally <br> </br> Special regulations and deadlines are set for switching or canceling supplementary insurance. These vary in comparison to basic insurance. There is a three-month notice period, although there are also insurers with a notice period of up to six months. As with basic insurance, notice of termination or the wish to change supplementary insurance must be given in writing by registered letter.",
      "third_title": "FAQ on the subject of \"Changing health insurance in Switzerland",
      "sTitle_first": "◈ Can I always change my health insurance provider?",
      "bulletParagraph_first": "A change of health insurance company is possible every year on January 1 without any restrictions. However, some formalities must be observed in Switzerland. <br> </br>",
      "sTitle_second": "◈ Until when can you change your health insurance in Switzerland?",
      "bulletParagraph_second": "In order to be able to cancel your health insurance or change health insurer, the application must be submitted by November 30, as there is a one-month notice period. In addition, policyholders who have an ordinary deductible can also cancel/change their basic insurance on July 1 of each year. <br> </br> Furthermore, in the event of a premium increase, the previous health insurer must inform its policyholders two months in advance so that the policyholder can exercise their special right of termination and cancel within the notice period of one month. This does not apply to increases in premiums for which the policyholder is responsible. <br> </br>",
      "sTitle_third": "◈ Why change health insurance?",
      "bulletParagraph_third": "Reasons for switching to a new health insurance company may be that the contributions/additional contributions have gradually increased over time and you hope to save money by switching. There is also the case that the previous benefits have decreased and you no longer get what you used to get. The previous insurance solution then no longer covers the policyholder's needs. <br> </br>",
      "sTitle_fourth": "◈ How do you cancel your health insurance correctly?",
      "bulletParagraph_fourth": "In order to be able to cancel or change your health insurance company, an application must be received by the previous health insurance company within the notice period. This notice period ends on the last day of the previous month. <br> </br>",
      "sTitle_fifth": "◈ Who do I need to inform when changing health insurance provider?",
      "bulletParagraph_fifth": "When changing health insurance provider, the policyholder must take out new health insurance/basic insurance with another provider, as otherwise they will remain insured with their original health insurance provider. In this case, the notice period is again postponed to the next possible date. The \"new\" insurance provider will generally be informed by the previous health insurance company of the wish to switch in the event of a successful termination. <br> </br> It may be the case that the previous health insurance provider does not inform the new one in good time and therefore the change notification arrives too late. This postpones the change of health insurer and the insurer can claim compensation from the defaulting health insurer. The premium differential can be used as an example here.",
      "alt": "health-insurance-change-in-switzerland"
    }
  ]
}
